Repository: jflasson/KhantributeOpenhack17
Catalog: backend/texts/learn.math.arithmetic-home.exercises-*.xliff
Languages: sv_se

source: **What number makes this equation true?** \n\n[[☃ numeric-input 1]] $+\\, 261=630$ \n$$
sv_se: **Vilket nummer gör denna ekvation sant?** \n\n[[☃ numeric-input 1]] $+\\, 261=630$ \n$$

source: Add decimals like 0.7+0.5
sv_se: Lägg till decimaler som 0,7 + 0,5

source: Add decimals like 4+5.7
sv_se: Lägg till decimaler som 4 + 5,7

source: Add decimals like 40.1+7.6
sv_se: Lägg till decimaler som 40,1 + 7,6

source: Add decimals like 5.53+6.1
sv_se: Lägg till decimaler som 5.53 + 6.1

source: Add decimals like 47.75+11.98
sv_se: Lägg till decimaler som 47,75 + 11,98

source: Add decimals like 0.76+0.21
sv_se: Lägg till decimaler som 0.76 + 0.21

source: ###Student B's solution\n\nI used hundredths grids:\n\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/ab7ad8a600b87974413dcce2b0675f2185cd0c6f)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/4b95fa1e93bf972ed1eb351e9efb93ff234625c0)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/8f0fe05c30a09944f35e93ab7489801ed443fe90)\n\n$\\blueE{0.69} + \\goldB{0.85} = 1.54$
sv_se: ###Student B: s lösning\n\nJag använde hundrades rader:\n\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/ab7ad8a600b87974413dcce2b0675f2185cd0c6f)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/4b95fa1e93bf972ed1eb351e9efb93ff234625c0)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/8f0fe05c30a09944f35e93ab7489801ed443fe90)\n\n$\\blueE{0.69} + \\goldB{0.85} = 1.54$

source: ###Student B's solution\n\nI used hundredths grids:\\n\\n\\n![graph](web+graphie://ka-perseus-graphie.s3.amazonaws.com/cec1f86aaf6a4767fcb5bdbb6b84fa888febb947)\\n\\n![graph](web+graphie://ka-perseus-graphie.s3.amazonaws.com/17980a7f2f3f241d402697b28c7679154bdf0ced)\\n\\n![graph](web+graphie://ka-perseus-graphie.s3.amazonaws.com/e35e2562c5cc1662c45608f2420105eece601bfb)\\n\\n$\\\\blueE{0{,}80} + \\\\goldB{0{,}37} = 1{,}17$
sv_se: ### Student B: s lösning\n\nJag använde hundrades rader: \\n\\n\\n![Graf](web+Grafie://ka-perseus-Grafie.s3.amazonaws.com/cec1f86aaf6a4767fcb5bdbb6b84fa888febb947)\\n\\n![Graf](web+Grafie://ka-perseus-Grafie.s3.amazonaws.com/17980a7f2f3f241d402697b28c7679154bdf0ced)\\n\\n![Graf](web+Grafie://ka-perseus-Grafie.s3.amazonaws.com/e35e2562c5cc1662c45608f2420105eece601bfb)\\n\\n$\\\\blueE{0{,}80} + \\\\goldB{0{,}37} = 1{,}17$

source: Place value names
sv_se: Placera värdenamn

source: Value of a digit
sv_se: Värdet av en siffra

source: Divide whole numbers like 7÷5 to get a decimal
sv_se: Dela upp heltal som 7 ÷ 5 för att få ett decimaltal

source: ###Student B's solution\n\nI converted the division problem to a fraction with a denominator of $100$. \n\n$5 \\div 4 = \\dfrac{5}{4}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{5 \\div 2} = \\dfrac{5 \\times 25}{4 \\times 25}~~~~~~~~\\small\\gray{\\text{Multiply the top and bottom by 25}}$\n\n$\\phantom{5 \\div 2} = \\dfrac{125}{100}$\n\n$\\phantom{5 \\div 2} = 1.25$
sv_se: ###Student B: s lösning\n\nJag konverterade divisionproblemet till en fraktion med en nämnare av $100$. \n\n$5 \\div 4 = \\dfrac{5}{4}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{5 \\div 2} = \\dfrac{5 \\times 25}{4 \\times 25}~~~~~~~~\\small\\gray{\\text{Multiplicera topp och botten med 25}}$\n\n$\\phantom{5 \\div 2} = \\dfrac{125}{100}$\n\n$\\phantom{5 \\div 2} = 1.25$

source: Divide whole numbers like 63÷12 to get a decimal
sv_se: Dela upp hela tal som 63 ÷ 12 för att få ett decimaltal

source: Divide decimals like 1.86÷2
sv_se: Dela decimaler som 1,86 ÷ 2

source: Divide decimals like 16.8÷40 by factoring out a 10
sv_se: Dela decimaler som 16.8 ÷ 40 genom att factoring ut en 10

source: Divide whole numbers like 80÷200 to get a decimal
sv_se: Dela hela nummer som 80 ÷ 200 för att få ett decimaltal

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$10 \\div 40 = \\dfrac{10}{40}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{10 \\div 40} = \\dfrac{1 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$10 \\div 40 = \\dfrac{10}{40}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{10 \\div 40} = \\dfrac{1 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$10 \\div 500 = \\dfrac{10}{500}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{10 \\div 500} = \\dfrac{1 \\times 10}{5 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$10 \\div 500 = \\dfrac{10}{500}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{10 \\div 500} = \\dfrac{1 \\times 10}{5 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$100 \\div 400 = \\dfrac{100}{400}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{100 \\div 400} = \\dfrac{1 \\times 100}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$100 \\div 400 = \\dfrac{100}{400}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{100 \\div 400} = \\dfrac{1 \\times 100}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$1000 \\div 400 = \\dfrac{1000}{400}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{1000 \\div 400} = \\dfrac{1 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$1000 \\div 400 = \\dfrac{1000}{400}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{1000 \\div 400} = \\dfrac{1 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$20 \\div 40 = \\dfrac{20}{40}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{20 \\div 40} = \\dfrac{2 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$20 \\div 40 = \\dfrac{20}{40}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{20 \\div 40} = \\dfrac{2 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$20 \\div 4000 = \\dfrac{20}{4000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{20 \\div 4000} = \\dfrac{2 \\times 10}{4 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$20 \\div 4000 = \\dfrac{20}{4000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{20 \\div 4000} = \\dfrac{2 \\times 10}{4 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$20 \\div 80 = \\dfrac{20}{80}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{20 \\div 80} = \\dfrac{2 \\times 10}{8 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$20 \\div 80 = \\dfrac{20}{80}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{20 \\div 80} = \\dfrac{2 \\times 10}{8 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$2000 \\div 8000 = \\dfrac{2000}{8000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{2000 \\div 8000} = \\dfrac{2 \\times 1000}{8 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$2000 \\div 8000 = \\dfrac{2000}{8000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{2000 \\div 8000} = \\dfrac{2 \\times 1000}{8 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$30 \\div 1000 = \\dfrac{30}{1000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{30 \\div 1000} = \\dfrac{3 \\times 10}{1 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$30 \\div 1000 = \\dfrac{30}{1000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{30 \\div 1000} = \\dfrac{3 \\times 10}{1 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$300 \\div 40 = \\dfrac{300}{40}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{300 \\div 40} = \\dfrac{3 \\times 100}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$300 \\div 40 = \\dfrac{300}{40}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{300 \\div 40} = \\dfrac{3 \\times 100}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$3000 \\div 400 = \\dfrac{3000}{400}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{3000 \\div 400} = \\dfrac{3 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$3000 \\div 400 = \\dfrac{3000}{400}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{3000 \\div 400} = \\dfrac{3 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$40 \\div 8000 = \\dfrac{40}{8000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{40 \\div 8000} = \\dfrac{4 \\times 10}{8 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$40 \\div 8000 = \\dfrac{40}{8000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{40 \\div 8000} = \\dfrac{4 \\times 10}{8 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$400 \\div 1000 = \\dfrac{400}{1000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{400 \\div 1000} = \\dfrac{4 \\times 100}{1 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$400 \\div 1000 = \\dfrac{400}{1000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{400 \\div 1000} = \\dfrac{4 \\times 100}{1 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$50 \\div 40 = \\dfrac{50}{40}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{50 \\div 40} = \\dfrac{5 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$50 \\div 40 = \\dfrac{50}{40}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{50 \\div 40} = \\dfrac{5 \\times 10}{4 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$500 \\div 200 = \\dfrac{500}{200}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{500 \\div 200} = \\dfrac{5 \\times 100}{2 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$500 \\div 200 = \\dfrac{500}{200}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{500 \\div 200} = \\dfrac{5 \\times 100}{2 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$5000 \\div 2000 = \\dfrac{5000}{2000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{5000 \\div 2000} = \\dfrac{5 \\times 1000}{2 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$5000 \\div 2000 = \\dfrac{5000}{2000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{5000 \\div 2000} = \\dfrac{5 \\times 1000}{2 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$600 \\div 400 = \\dfrac{600}{400}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{600 \\div 400} = \\dfrac{6 \\times 100}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$600 \\div 400 = \\dfrac{600}{400}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{600 \\div 400} = \\dfrac{6 \\times 100}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$600 \\div 80 = \\dfrac{600}{80}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{600 \\div 80} = \\dfrac{6 \\times 100}{8 \\times 10}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$600 \\div 80 = \\dfrac{600}{80}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{600 \\div 80} = \\dfrac{6 \\times 100}{8 \\times 10}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$700 \\div 2000 = \\dfrac{700}{2000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{700 \\div 2000} = \\dfrac{7 \\times 100}{2 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$700 \\div 2000 = \\dfrac{700}{2000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{700 \\div 2000} = \\dfrac{7 \\times 100}{2 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$80 \\div 200 = \\dfrac{80}{200}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{80 \\div 200} = \\dfrac{8 \\times 10}{2 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$80 \\div 200 = \\dfrac{80}{200}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{80 \\div 200} = \\dfrac{8 \\times 10}{2 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$800 \\div 4000 = \\dfrac{800}{4000}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{800 \\div 4000} = \\dfrac{8 \\times 100}{4 \\times 1000}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$800 \\div 4000 = \\dfrac{800}{4000}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{800 \\div 4000} = \\dfrac{8 \\times 100}{4 \\times 1000}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Let's rewrite as a fraction and factor out multiples of $10$:\n\n$9000 \\div 400 = \\dfrac{9000}{400}~~~~~~~~\\small\\gray{\\text{Rewrite the division problem as a fraction}}$\n\n$\\phantom{9000 \\div 400} = \\dfrac{9 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Factor out multiples of 10}}$\n
sv_se: Låt oss skriva om som en fraktion och faktor ut multiplar av $10$:\n\n$9000 \\div 400 = \\dfrac{9000}{400}~~~~~~~~\\small\\gray{\\text{Skriv om delningsproblemet som en fraktion}}$\n\n$\\phantom{9000 \\div 400} = \\dfrac{9 \\times 1000}{4 \\times 100}~~~~~~~~\\small\\gray{\\text{Faktor ut multiplar av 10}}$\n

source: Divide decimals like 0.72÷0.08
sv_se: Dela decimaler som 0.72 ÷ 0.08

source: Divide decimals and whole numbers by 0.1 or 0.01
sv_se: Dela decimaler och heltal med 0,1 eller 0,01

source: Divide decimals like 1.32÷0.12
sv_se: Dela decimaler som 1.32 ÷ 0.12

source: Multiply decimals like 0.6x0.4
sv_se: Multiplicera decimaler som 0.6x0.4

source: Multiply decimals like 0.56x4
sv_se: Multiplicera decimaler som 0.56x4

source: Multiply decimals like 1.7x0.12
sv_se: Multiplicera decimaler som 1.7x0.12

source: Subtract decimals like 0.9-0.7
sv_se: Subtrahera decimaler som 0,9-0,7

source: ###Student A's solution\n\nI thought in terms of tenths:\n\n$\\phantom{=}0.5 - 0.3$\n\n$=5$ tenths $- ~3$ tenths\n\n$=2$ tenths\n\n$=0.2$
sv_se: ###Elev A:s lösning\n\ntänkt i termer om tiondelar:\n\n$\\phantom{=}0.5 - 0.3$\n\n$=5$ tiondelar $- ~3$ tiondelar\n\n$=2$ tiondelar\n\n$=0.2$

source: Subtract decimals like 1.6-0.3
sv_se: Subtrahera decimaler som 1.6-0.3

source: Subtract decimals like 78.4-3
sv_se: Subtrahera decimaler som 78.4-3

source: Subtract decimals like 56.8-17.9
sv_se: Subtrahera decimaler som 56.8-17.9

source: Subtract decimals like 0.75-0.56
sv_se: Subtrahera decimaler som 0,75-0,56

source: Subtract decimals like 0.6-0.43
sv_se: Subtrahera decimaler som 0,6-0,43

source: ###Student B's solution\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/fcd396e3e99b66bafadbabf32f1abd6f0509d1ad)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/47346bb59b0b2fed20e6004c7278d2877bb2329f)\n\n$\\greenD{0.5} - \\redD{0.39} = 0.11$
sv_se: ### Student B: s lösning\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/fcd396e3e99b66bafadbabf32f1abd6f0509d1ad)\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/47346bb59b0b2fed20e6004c7278d2877bb2329f)\n\n$\\greenD{0.5} - \\redD{0.39} = 0.11$

source: Subtract decimals like 67.89-6
sv_se: Subtrahera decimaler som 67.89-6

source: Subtract decimals like 15-7.45
sv_se: Subtrahera decimaler som 15-7.45

source: Add and subtract mixed numbers (with regrouping)
sv_se: Lägg till och subtrahera blandade nummer (med omgruppering)

source: Practice adding and subtracting mixed numbers with common (like) denominators. Items require regrouping (borrowing).
sv_se: Öva att lägga till och subtrahera blandade tal med vanliga (som) nämnare. Objekt kräver omgruppering (upplåning).

source: $\\blue{10\\dfrac{2}{10}}$ can be regrouped so that the fractional part is **greater** than $\\pink{\\dfrac{7}{10}}$.\n\n$\\begin{align}\n\\blue{10\\dfrac{2}{10}} &= \\blue{10+ \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9+ 1 + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9+ \\dfrac{10}{10} + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9\\dfrac{12}{10}} \\\\\n\\end{align}$\n\n\n
sv_se: $\\blue{10\\dfrac{2}{10}}$ kan omgrupperas så att den delade delen är **större** än $\\pink{\\dfrac{7}{10}}$.\n\n$\\begin{align}\n\\blue{10\\dfrac{2}{10}} &= \\blue{10+ \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9+ 1 + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9+ \\dfrac{10}{10} + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\blue{9\\dfrac{12}{10}} \\\\\n\\end{align}$\n\n\n

source: $\\blue{2 \\dfrac{5}{8}} + \\pink{4 \\dfrac{7}{8}} = \\green{7\\dfrac{4}{8}}$\n\nWe can also write this as $\\green{7\\dfrac12}$.
sv_se: $\\blue{2 \\dfrac{5}{8}} + \\pink{4 \\dfrac{7}{8}} = \\green{7\\dfrac{4}{8}}$\n\nVi kan också skriva detta som $\\green{7\\dfrac12}$.

source: $\\blue{4 \\dfrac{6}{10}} + \\pink{5\\dfrac{6}{10}} = \\green{10\\dfrac{2}{10}}$\n\nWe can also write this as $\\green{10\\dfrac15}$.
sv_se: $\\blue{4 \\dfrac{6}{10}} + \\pink{5\\dfrac{6}{10}} = \\green{10\\dfrac{2}{10}}$\n\nVi kan också skriva detta som $\\green{10\\dfrac15}$.

source: $\\blue{6\\dfrac{5}{10}}$ can be regrouped so that the fractional part is **greater** than $\\pink{\\dfrac{9}{10}}$.\n\n$\\begin{align}\n\\blue{6\\dfrac{5}{10}} &= \\blue{6+ \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5+ 1 + \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5+ \\dfrac{10}{10} + \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5\\dfrac{15}{10}} \\\\\n\\end{align}$\n\n\n
sv_se: $\\blue{6\\dfrac{5}{10}}$ kan omgrupperas så att den delade delen är **större** än $\\pink{\\dfrac{9}{10}}$.\n\n$\\begin{align}\n\\blue{6\\dfrac{5}{10}} &= \\blue{6+ \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5+ 1 + \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5+ \\dfrac{10}{10} + \\dfrac{5}{10}} \\\\\n\\\\\n&= \\blue{5\\dfrac{15}{10}} \\\\\n\\end{align}$\n\n\n

source: $\\blue{8\\dfrac{1}{8}} - \\pink{3\\dfrac{3}{8}} = \\green{4\\dfrac{6}{8}}$\n\nThe answer can also be written as $\\green{4\\dfrac{3}{4}}$ .
sv_se: $\\blue{8\\dfrac{1}{8}} - \\pink{3\\dfrac{3}{8}} = \\green{4\\dfrac{6}{8}}$\n\nSvaret kan även skrivas som $\\green{4\\dfrac{3}{4}}$ .

source: $\\blue{8\\dfrac{1}{8}}$ can be regrouped so that the fractional part is **greater** than $\\pink{\\dfrac{3}{8}}$.\n\n$\\begin{align}\n\\blue{8\\dfrac{1}{8}} &= \\blue{8+ \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7+ 1 + \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7+ \\dfrac{8}{8} + \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7\\dfrac{9}{8}} \n\\end{align}$\n
sv_se: $\\blue{8\\dfrac{1}{8}}$ kan omgrupperas så att den delade delen är **större** än $\\pink{\\dfrac{3}{8}}$.\n\n$\\begin{align}\n\\blue{8\\dfrac{1}{8}} &= \\blue{8+ \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7+ 1 + \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7+ \\dfrac{8}{8} + \\dfrac{1}{8}} \\\\\n\\\\\n&= \\blue{7\\dfrac{9}{8}} \n\\end{align}$\n

source: $\\blue{9 \\dfrac{12}{10}} - \\pink{3\\dfrac{7}{10}} = \\green{6\\dfrac{5}{10}}$\n\nThe answer can also be written as $\\green{6\\dfrac{1}{2}}$ .
sv_se: $\\blue{9 \\dfrac{12}{10}} - \\pink{3\\dfrac{7}{10}} = \\green{6\\dfrac{5}{10}}$\n\nSvaret kan även skrivas som $\\green{6\\dfrac{1}{2}}$ .
