Repository: jflasson/KhantributeOpenhack17
Catalog: backend/texts/learn.math.arithmetic-home.exercises-*.xliff
Languages: sv_se

source: Because $\\green{\\dfrac{12}{10}}$ is greater than $1$, it must be converted into a mixed number.\n\n$\\begin{align}\n\\green{\\dfrac{12}{10}} &= \\green{\\dfrac{10}{10} + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\green{1 \\dfrac{2}{10}} \\\\\n\\end{align}$\n\nThen, we put the $\\green{\\dfrac{2}{10}}$ under the fractions and the $\\green{1}$ with the other whole numbers.\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{2}{10}}\\\\\n\\end{align}$
sv_se: Eftersom $\\green{\\dfrac{12}{10}}$ är större än $1$ gör vi om det till ett tal i blandad form med en heltalsdel.\n\n$\\begin{align}\n\\green{\\dfrac{12}{10}} &= \\green{\\dfrac{10}{10} + \\dfrac{2}{10}} \\\\\n\\\\\n&= \\green{1 \\dfrac{2}{10}} \\\\\n\\end{align}$\n\nSå tar vi summan och skriver bråkdelen $\\green{\\dfrac{2}{10}}$ under bråken och heltalet $\\green{1}$ med de andra heltalen.\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{2}{10}}\\\\\n\\end{align}$

source: Because $\\green{\\dfrac{12}{8}}$ is greater than $1$, it must be converted into a mixed number.\n\n$\\begin{align}\n\\green{\\dfrac{12}{8}} &= \\green{\\dfrac{8}{8} + \\dfrac{4}{8}} \\\\\n\\\\\n&= \\green{1 \\dfrac{4}{8}} \\\\\n\\end{align}$\n\nThen, we put the $\\green{\\dfrac{4}{8}}$ under the fractions and the $\\green{1}$ with the other whole numbers.\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{4}{8}}\\\\\n\\end{align}$
sv_se: Eftersom $\\green{\\dfrac{12}{8}}$ är större än $1$ gör vi om det till ett tal i blandad form med en heltalsdel.\n\n$\\begin{align}\n\\green{\\dfrac{12}{8}} &= \\green{\\dfrac{8}{8} + \\dfrac{4}{8}} \\\\\n\\\\\n&= \\green{1 \\dfrac{4}{8}} \\\\\n\\end{align}$\n\nSå tar vi summan och skriver bråkdelen $\\green{\\dfrac{4}{8}}$ under bråken och heltalet $\\green{1}$ med de andra heltalen.\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{4}{8}}\\\\\n\\end{align}$

source: Next, add the whole numbers:\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&\\green7&\\green{\\dfrac{4}{8}}\\\\\n\\end{align}$
sv_se: Nästa steg är att addera heltalen:\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&\\green7&\\green{\\dfrac{4}{8}}\\\\\n\\end{align}$

source: Next, add the whole numbers:\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&\\greenD{10}&\\green{\\dfrac{2}{10}}\\\\\n\\end{align}$
sv_se: Nästa steg är att addera heltalen:\n\n$\\begin{align}\n&\\green{1} \\\\\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&\\greenD{10}&\\green{\\dfrac{2}{10}}\\\\\n\\end{align}$

source: Next, subtract the whole numbers:\n\n$\\begin{align}\n&\\blue{7} &\\blue{\\dfrac{9}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline{}\\\\\n&\\green{4}&\\green{\\dfrac{6}{8}}\\\\\n\\end{align}$
sv_se: Nästa steg är att subtrahera heltalen:\n\n$\\begin{align}\n&\\blue{7} &\\blue{\\dfrac{9}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline{}\\\\\n&\\green{4}&\\green{\\dfrac{6}{8}}\\\\\n\\end{align}$

source: Next, subtract the whole numbers:\n\n$\\begin{align}\n&\\blue{9} &\\blue{\\dfrac{12}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n&\\green{6}&\\green{\\dfrac{5}{10}}\\\\\n\\end{align}$
sv_se: Nästa steg är att subtrahera heltalen:\n\n$\\begin{align}\n&\\blue{9} &\\blue{\\dfrac{12}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n&\\green{6}&\\green{\\dfrac{5}{10}}\\\\\n\\end{align}$

source: Now, subtract the fractions.\n\n$\\begin{align}\n&\\blue{7} &\\blue{\\dfrac{9}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline\\\\\n\\\\\n&&\\green{\\dfrac68}\\end{align}$
sv_se: Subtrahera bråken.\n\n$\\begin{align}\n&\\blue{7} &\\blue{\\dfrac{9}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline\\\\\n\\\\\n&&\\green{\\dfrac68}\\end{align}$

source: Now, subtract the fractions.\n\n$\\begin{align}\n&\\blue{9} &\\blue{\\dfrac{12}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{5}{10}}\n\\end{align}$
sv_se: Subtrahera bråken.\n\n$\\begin{align}\n&\\blue{9} &\\blue{\\dfrac{12}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{5}{10}}\n\\end{align}$

source: We can line up the mixed numbers by their whole number parts and fractional parts, and then add the fractions first:\n\n$\\begin{align}\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{12}{8}}\\\\\n\\end{align}$
sv_se: Vi ställer upp talen i blandad form med heltalsdelarna till vänster och bråkdelarna till höger. Sedan börjar vi med att addera bråkdelarna:\n\n$\\begin{align}\n&\\blue{2} &\\blue{\\dfrac{5}{8}}\\\\\\\\\n+&\\pink{4}&\\pink{\\dfrac{7}{8}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{12}{8}}\\\\\n\\end{align}$

source: We can line up the mixed numbers by their whole number parts and fractional parts, and then add the fractions first:\n\n$\\begin{align}\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{12}{10}}\\\\\n\\end{align}$
sv_se: Vi ställer upp talen i blandad form med heltalsdelarna till vänster och bråkdelarna till höger. Sedan börjar vi med att addera bråkdelarna:\n\n$\\begin{align}\n&\\blue{4} &\\blue{\\dfrac{6}{10}}\\\\\\\\\n+&\\pink{5}&\\pink{\\dfrac{6}{10}}\\\\\n\\hline{}\\\\\n&&\\green{\\dfrac{12}{10}}\\\\\n\\end{align}$

source: We can line up the mixed numbers by their whole number parts and fractional parts, and then look at the fractions first. \n\n$\\begin{align}\n&\\blue{10} &\\blue{\\dfrac{2}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n\\end{align}$\n\nWe can't subtract $\\blue{\\dfrac{2}{10}} - \\pink{\\dfrac{7}{10}}$, because $\\blue{\\dfrac{2}{10}}$ is **less** than $\\pink{\\dfrac{7}{10}}$.
sv_se: Vi kan ställa upp de blandade siffrorna med deras hela antal delar och fraktioner, och titta sedan på fraktionerna först. \n\n$\\begin{align}\n&\\blue{10} &\\blue{\\dfrac{2}{10}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{7}{10}}\\\\\n\\hline{}\\\\\n\\end{align}$\n\nVi kan inte subtrahera $\\blue{\\dfrac{2}{10}} - \\pink{\\dfrac{7}{10}}$eftersom $\\blue{\\dfrac{2}{10}}$ är **mindre** än $\\pink{\\dfrac{7}{10}}$.

source: We can line up the mixed numbers by their whole number parts and fractional parts, and then subtract the fractions first:\n\n$\\begin{align}\n&\\blue{8} &\\blue{\\dfrac{1}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline\\end{align}$\n\nWe can't subtract $\\blue{\\dfrac{1}{8}} - \\pink{\\dfrac{3}{8}}$, because $\\blue{\\dfrac{1}{8}}$ is **less** than $\\pink{\\dfrac{3}{8}}$.
sv_se: Vi kan ställa in de blandade talen med deras hela antal delar och fraktioner, och sedan subtrahera fraktionerna först:\n\n$\\begin{align}\n&\\blue{8} &\\blue{\\dfrac{1}{8}}\\\\\\\\\n-&\\pink{3}&\\pink{\\dfrac{3}{8}}\\\\\n\\hline\\end{align}$\n\nVi kan inte subtrahera $\\blue{\\dfrac{1}{8}} - \\pink{\\dfrac{3}{8}}$eftersom $\\blue{\\dfrac{1}{8}}$ är **mindre** än $\\pink{\\dfrac{3}{8}}$.

source: Dividing unit fractions by whole numbers visually
sv_se: Delar enhetsfraktioner med heltal visuellt

source: Dividing whole numbers by unit fractions visually
sv_se: Uppdelning av heltal av enhetsfraktioner visuellt

source: The following circles are the same size. Each is $1$ whole.\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/cad12a86efb04e97cbcfcf206dda5c1280684e59)![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/0d785c48e0bc5f252ded051771f77e820434b351)\n\n \n**How many of the pieces in $\\red{B}$ do we need to shade so it has the same shaded area as $\\blue{A}$?** [[☃ input-number 2]] \n\n
sv_se: Följande cirklar har samma storlek. Var och en är $1$ hel.\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/cad12a86efb04e97cbcfcf206dda5c1280684e59)![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/0d785c48e0bc5f252ded051771f77e820434b351)\n\n \n**Hur många av bitarna i $\\red{B}$ behöver vi skugga så det har samma skuggade område som $\\blue{A}$?** [[☃ input-number 2]] \n\n

source: No. There are not $4$ whole shaded circles.
sv_se: Nej. Det finns inte $4$ hela skuggade cirklar.

source: No. There are not $8$ whole shaded circles.
sv_se: Nej. Det finns inte $8$ hela skuggade cirklar.

source: No. This fraction would mean that $6$ whole circles are shaded.
sv_se: Nej. Denna fraktion skulle innebära att $6$ hela cirklar är skuggade.

source: No. This fraction would mean that the circle is divided into $2$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $2$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the circle is divided into $4$ equal parts, and $2$ are shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $4$ lika delar och $2$ är skuggade.

source: No. This fraction would mean that the circle is divided into $4$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $4$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the circle is divided into $4$ equal parts, and only $2$ are shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $4$ lika delar, och endast $2$ är skuggade.

source: No. This fraction would mean that the circle is divided into $6$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $6$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the circle is divided into $8$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att cirkeln är uppdelad i $8$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the rectangle is divided into $3$ equal parts, and $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $3$ lika delar och $1$ är skuggad.

source: No. This fraction would mean that the rectangle is divided into $3$ equal parts, and $2$ are shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $3$ lika delar och $2$ är skuggade.

source: No. This fraction would mean that the rectangle is divided into $3$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $3$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the rectangle is divided into $6$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $6$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the rectangle is divided into $8$ equal parts, and only $1$ is shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $8$ lika delar, och endast $1$ är skuggad.

source: No. This fraction would mean that the rectangle is divided into $8$ equal parts, and only $4$ are shaded.
sv_se: Nej. Denna fraktion skulle innebära att rektangeln är uppdelad i $8$ lika delar, och endast $4$ är skuggade.

source: No. This fraction would mean that the square is divided into $4$ equal parts, and $2$ are shaded.
sv_se: Nej. Denna fraktion skulle innebära att torget är uppdelat i $4$ lika delar och $2$ är skuggade.

source: No. This fraction would mean that there were squares divided into $2$ equal parts each, and $4$ pieces were shaded.
sv_se: Nej. Denna fraktion skulle innebära att det fanns kvadrater uppdelade i $2$ lika delar vardera och $4$ bitar skuggades.

source: Yes! The circle is divided into $2$ equal parts, and $2$ are shaded.
sv_se: ja! Cirkeln är uppdelad i $2$ lika delar och $2$ är skuggade.

source: Yes! The circle is divided into $3$ equal parts, and all $3$ are shaded.
sv_se: ja! Cirkeln är indelad i $3$ lika delar, och alla $3$ är skuggade.

source: Yes! The circle is divided into $4$ equal parts, and all $4$ are shaded.
sv_se: ja! Cirkeln är indelad i $4$ lika delar, och alla $4$ är skuggade.

source: Yes! The circle is divided into $6$ equal parts, and all $6$ are shaded.
sv_se: ja! Cirkeln är indelad i $6$ lika delar, och alla $6$ är skuggade.

source: Yes! The circle is divided into $8$ equal parts, and $8$ are shaded.
sv_se: ja! Cirkeln är uppdelad i $8$ lika delar och $8$ är skuggade.

source: Yes! The rectangle is divided into $2$ equal parts, and $2$ are shaded.
sv_se: ja! Rektangeln är uppdelad i $2$ lika delar och $2$ är skuggade.

source: Yes! The rectangle is divided into $3$ equal parts, and $3$ are shaded.
sv_se: ja! Rektangeln är uppdelad i $3$ lika delar och $3$ är skuggade.

source: Yes! The rectangle is divided into $6$ equal parts, and all $6$ are shaded.
sv_se: ja! Rektangeln är uppdelad i $6$ lika delar, och alla $6$ är skuggade.

source: Yes! The rectangle is divided into $8$ equal parts, and $8$ are shaded.
sv_se: ja! Rektangeln är uppdelad i $8$ lika delar och $8$ är skuggade.

source: Yes! The square is divided into $4$ equal parts, and $4$ are shaded.
sv_se: ja! Torget är uppdelat i $4$ lika delar och $4$ är skuggade.

source: Yes! The whole circle is shaded.
sv_se: ja! Hela cirkeln är skuggad.

source: Yes! The whole rectangle is shaded.
sv_se: ja! Hela rektangeln är skuggad.

source: **What fraction of the area of the rectangle is shaded?** \n [[☃ input-number 1]] \n\n![](https://ka-perseus-graphie.s3.amazonaws.com/000805590cd0e186a146b18204aef57ecee0d087.png) \n
sv_se: **Vilken del av rektanglets areal är skuggad?** \n [[☃ input-number 1]] \n\n![](https://ka-perseus-graphie.s3.amazonaws.com/000805590cd0e186a146b18204aef57ecee0d087.png) \n

source: Recognize fractions greater than 1
sv_se: Erkänna fraktioner större än 1

source: Identify the fraction of a whole that is shaded. &nbsp;Fractions are greater than or equal to one. &nbsp;
sv_se: Identifiera fraktionen av en hel som är skuggad. & nbsp; Bråk är större än eller lika med en. & Nbsp;

source: Equivalent unit fraction and whole number multiplication expressions
sv_se: Ekvivalent enhetsfraktion och heltal multiplikationsuttryck

source: $\\phantom{\\text{Area of rectangle}}= 1\\dfrac{2}{25}\\quad$ \n\n[[☃ explanation 1]]
sv_se: $\\phantom{\\text{Rektangels area}}= 1\\dfrac{2}{25}\\quad$ \n\n[[☃ explanation 1]]

source: $\\phantom{\\text{Area of rectangle}}= {\\dfrac{9}5} \\times \\dfrac35\\quad$\n\n [[☃ explanation 1]]
sv_se: $\\phantom{\\text{Rektangels area}}= {\\dfrac{9}5} \\times \\dfrac35\\quad$\n\n [[☃ explanation 1]]

source: Sergei does yoga on a mat.\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/cbc2dac575291e8b6aa2b7a95682bf157a267930)\n\n**What is the area of the mat?**\n\n[[☃ numeric-input 1]] $\\text{m}^2$
sv_se: Sergei gör yoga på en matta.\n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/cbc2dac575291e8b6aa2b7a95682bf157a267930)\n\n**Vad är området för mattan?**\n\n[[☃ numeric-input 1]] $\\text{m}^2$

source: $14\\div\\blue2 = 7$ $~~$ because $~~$ $7\\times\\blue2=14$.
sv_se: $14\\div\\blue2 = 7$ $~~$ eftersom $~~$ $7\\times\\blue2=14$.

source: A fact family is made up of $3$ numbers that are all related. \n\nFor example, $\\blueD2\\times \\purpleD4 = \\greenD8$, so $\\greenD8\\div\\purpleD4 = \\blueD2$.
sv_se: En faktafamilj består av $3$ nummer som är relaterade till varandra. \n\nTill exempel $\\blueD2\\times \\purpleD4 = \\greenD8$, så $\\greenD8\\div\\purpleD4 = \\blueD2$.

source: Remember $8\\times 5$ means $8$ groups of $5$.\n\nIf you're stuck, try skip counting by $5$ eight times.
sv_se: Kom ihåg $8\\times 5$ betyder $8$ grupper av $5$.\n\nOm du har fastnat, försök hoppa över räkningen med $5$ åtta gånger.

source: Remember $8\\times 8$ means $8$ groups of $8$.\n\nIf you're stuck, try skip counting by $8$ eight times.
sv_se: Kom ihåg $8\\times 8$ betyder $8$ grupper av $8$.\n\nOm du har fastnat, försök hoppa över räkningen med $8$ åtta gånger.

source: Think about how many equal groups of $6$ it would take to make a total of $48$.\n\nIf you're stuck, try skip counting by $6$ or repeated addition $6+6+6...$ to get to $48$.
sv_se: Tänk på hur många lika grupper av $6$ det skulle ta för att göra totalt $48$.\n\nOm du har fastnat, försök hoppa över räkningen med $6$ eller upprepat tillägg $6+6+6...$ för att komma till $48$.

source: Think about how many equal groups of $7$ it would take to make a total of $14$.\n\nIf you're stuck, try skip counting by $7$ or repeated addition $7+7...$ to get to $14$.
sv_se: Tänk på hur många lika grupper av $7$ det skulle ta för att göra totalt $14$.\n\nOm du har fastnat, försök hoppa över räkningen med $7$ eller upprepat tillägg $7+7...$ för att komma till $14$.

source: Think about how many equal groups of $8$ it would take to make a total of $32$.\n\nIf you're stuck, try skip counting by $8$ or repeated addition $8+8+8...$ to get to $32$.
sv_se: Tänk på hur många lika grupper av $8$ det skulle ta för att göra totalt $32$.\n\nOm du har fastnat, försök hoppa över räkningen med $8$ eller upprepat tillägg $8+8+8...$ för att komma till $32$.

source: Think about how many equal groups of $9$ it would take to make a total of $54$.\n\nIf you're stuck, try skip counting by $9$ or repeated addition $9+9+9...$ to get to $54$.
sv_se: Tänk på hur många lika grupper av $9$ det skulle ta för att göra totalt $54$.\n\nOm du har fastnat, försök hoppa över räkningen med $9$ eller upprepat tillägg $9+9+9...$ för att komma till $54$.

source: The absolute value (or *magnitude*) of $B$ is equal to the absolute value of $A$, so both numbers tell us to move the same distance. \n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/90e23355989bef30c1694984d460b05edb5f8b38)
sv_se: Det absoluta värdet (eller *magnitud*) av $B$ är lika med det absoluta värdet av $A$, så båda talen berättar för oss att flytta samma avstånd. \n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/90e23355989bef30c1694984d460b05edb5f8b38)

source: The absolute value (or *magnitude*) of $B$ is equal to the absolute value of $A$, so both numbers tell us to move the same distance. \n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/aa447759d535df953eb7c9b543ad02b09cbbd77c)
sv_se: Det absoluta värdet (eller *magnitud*) av $B$ är lika med det absoluta värdet av $A$, så båda talen berättar för oss att flytta samma avstånd. \n\n![](web+graphie://ka-perseus-graphie.s3.amazonaws.com/aa447759d535df953eb7c9b543ad02b09cbbd77c)

source: Interpret negative number addition and subtraction expressions
sv_se: Tolk negativa taltillägg och subtraktionsuttryck

source: Negative numbers represent losing points!
sv_se: Negativa tal representerar förlust av poäng!

source: Negative numbers represent points below sea level!
sv_se: Negativa tal representerar avståndet under havsytan!

source: Negative numbers represent points below the surface of the pool!
sv_se: Negativa tal representerar avståndet under vattenytan på poolen!

source: Negative numbers represent withdrawals!
sv_se: Negativa tal är uttag!

source: Positive numbers represent deposits!
sv_se: Positiva tal är insättningar!

source: Positive numbers represent gaining points!
sv_se: Positiva tal representerar de poäng du fått!

source: Positive numbers represent points above sea level!
sv_se: Positiva tal är höjden ovanför havsytan!

source: Positive numbers represent points above the surface of the pool!
sv_se: Positiva tal är höjden ovanför vattenytan av poolen!

source: Ask yourself, "What number times $12$ equals $84$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $12$ motsvarar $84$?"

source: Ask yourself, "What number times $12$ equals $96$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $12$ motsvarar $96$?"

source: Ask yourself, "What number times $13$ equals $117$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $13$ motsvarar $117$?"

source: Ask yourself, "What number times $13$ equals $91$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $13$ motsvarar $91$?"

source: Ask yourself, "What number times $14$ equals $112$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $14$ motsvarar $112$?"

source: Ask yourself, "What number times $16$ equals $128$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $16$ motsvarar $128$?"

source: Ask yourself, "What number times $16$ equals $96$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $16$ motsvarar $96$?"

source: Ask yourself, "What number times $17$ equals $119$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $17$ motsvarar $119$?"

source: Ask yourself, "What number times $17$ equals $85$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $17$ motsvarar $85$?"

source: Ask yourself, "What number times $18$ equals $108$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $18$ motsvarar $108$?"

source: Ask yourself, "What number times $19$ equals $114$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $19$ motsvarar $114$?"

source: Ask yourself, "What number times $20$ equals $180$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $20$ motsvarar $180$?"

source: Ask yourself, "What number times $21$ equals $105$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $21$ motsvarar $105$?"

source: Ask yourself, "What number times $31$ equals $155$?"
sv_se: Fråga dig själv, "Vilka nummer gånger $31$ motsvarar $155$?"

source: Multiply 2- or 3-digit numbers by 1-digit numbers. No regrouping or carrying.
sv_se: Multiplicera 2- eller 3-siffriga siffror med 1-siffriga nummer. Ingen omgruppering eller bärning.
